{
    "id": 80137897,
    "name": "Windy Landscape",
    "author": "-",
    "creators": [],
    "verifier": "-",
    "first_victor": "-",
    "verification": "https://youtu.be/3evF6Ni6xdA?si=sCYQQ45UtDREvHN6",
    "difficulty": "unrated",
    "cbf": "-",
    "percentToQualify": 100,
    "records": [],
    "rank": 0,
    "funny": "Why Windy Landscape doesn't exist????? \nI fucking hate my life, all is shit and so pointless, or at least it was like that until I met Windy Landscape. I don't know how to put this, but I've developed some intense feelings for her, and it's tearing me apart because she's not real.\nI mean have you seen her? Her beautiful gameplay, her delicate decorations, her accompanying song and flow. She's too perfect that I would do anything to make her happy. It's like WOOGI1411 made her just for me (or so I like to think). Every time I see her gameplay, my heart skips a beat. It's true love, guys, and it's hitting me hard.\nSince her debut in the game I have NEVER played other levels than her, if I can't play her I'm not playing GD, ship control? Windy Landscape. Dealing with trolls at the end? Windy Landscape. I have never failed her, never cheated on her, so why god has to punish me? Just why? Why do I live? Life is bullshit, you have a lot of stuff to do and no meaningful reward for it, the only thing I wish in life is impossible.\nI've thought about ways to make her real, like writing a letter to WOOGI1411 and begging him to create a real-life Windy Landscape, but deep down, I know it's a lost cause. It's just a game, right? But I can't help but feel this crushing despair every time I log in and realize that Windy Landscape is trapped in the digital world, forever out of my reach.\nAnd before anyone of you try to say to me: 'jUsT rEacH aNYone' or tell me to go 'therapy', trust me, I tried but my friends are all stupid assholes, they make fun of me for just loving a GD level which isn't real, and therapy is just bullshit and only wants my money, they will never make Windy Landscape real.\nWhy? Why do I have to suffer like this? I hate my life, I hate everything, I hate everyone."
}